Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: And let us ever pray “that [the Lord’s] kingdom may go forth upon the earth, that the inhabitants . . . may . . . be prepared for the days . . . [when] the Son of Man shall come down . . . in the brightness of his glory, to meet the kingdom of God which is set up on the earth.”48
ru: Давайте же всегда молиться, «дабы царство [Господне] распространялось по Земле, дабы жители… могли… быть готовы ко дням грядущим… когда Сын Человеческий сойдет в Небе, облеченный в сияние славы Своей, чтобы встретить Царство Божье, созданное на Земле»48.

source: In our daily lives and in our own crucial hours, may we fervently apply these precious lessons from the Lord, I pray in the sacred name of Jesus Christ, amen.
ru: Давайте же усердно применять эти драгоценные уроки от Господа в своей повседневной жизни, и также в трудные моменты. Об этом я молюсь во священное имя Иисуса Христа, аминь.

source: Young men speak of the future because they have no past, and old men speak of the past because they have no future. I am an old man, but I will speak to the young men of the Aaronic Priesthood about your future.
ru: Молодые люди говорят о будущем, потому что у них нет прошлого, а старики говорят о прошлом, потому что у них нет будущего. Я далеко не молод, но хочу поговорить со Священством Аароновом об их будущем.

source: The Aaronic Priesthood you hold was restored by an angelic messenger. “The ordination was done by the hands of an angel, who announced himself as John, the same that is called John the Baptist in the New Testament. The angel explained that he was acting under the direction of Peter, James, and John, the ancient apostles, who held the keys of the higher priesthood, which was called the Priesthood of Melchizedek.”1
ru: Священство Аароново, которым вы владеете, было восстановлено Небесным посланником. «Посвящение было совершено под руками Ангела, объявившего себя Иоанном, тем самым, который в Новом Завете именуется Иоанном Крестителем. Ангел объяснил, что он действует под руководством Петра, Иакова и Иоанна – древних Апостолов, имеющих ключи Высшего Священства, называемого Священством Мелхиседековым»1.

source: “The power and authority of the lesser, or Aaronic Priesthood, is to hold the keys of the ministering of angels, and to administer in outward ordinances, the letter of the gospel, the baptism of repentance for the remission of sins, agreeable to the covenants and commandments.”2
ru: «Сила и власть меньшего священства, или Священства Ааронова, состоит в том, чтобы держать ключи служения Ангелов и исполнять внешние таинства, букву Евангелия, крещение покаяния для отпущения грехов согласно заветам и заповедям»2.

source: You have been ordained to an office in the priesthood of God and given divine authority that is not and cannot be held by the kings and magistrates and great men of this earth unless they humble themselves and enter through the gate that leads to life eternal.
ru: Вас посвятили в чин священства Божьего и наделили Божественной властью, которой нет и не может быть у государей, судебных властей и великих мира сего, если только они не смирятся и не войдут вратами, ведущими в жизнь вечную.

source: There are many accounts in the scriptures of young men serving. Samuel served in the tabernacle with Eli.3 David was a young man when he faced Goliath.4 Mormon’s service began when he was 10.5 Joseph Smith was 14 when he received the First Vision.6 And Christ was 12 when He was found in the temple teaching the wise men.7
ru: В Священных Писаниях много историй о служении юношей. Самуил служил в скинии вместе с Илием3, Давид был еще молод, когда предстал перед Голиафом4. Мормон начал свое служение в десятилетнем возрасте5. Джозефу Смиту было 14 лет, когда ему было явлено Первое видение6. А Христу было 12 лет, когда Его нашли в храме, где Он учил мудрецов7.

source: Paul told young Timothy, “Let no man despise thy youth.”8
ru: Молодому Тимофею Павел сказал: «Никто да не пренебрегает юностью твоею»8.

source: When I began my teaching career, President J. Reuben Clark Jr., the First Counselor in the First Presidency, had spoken to teachers. His words went into my heart and influenced me ever since.
ru: Еще до того, как я начал работать преподавателем, президент Дж. Рубен Кларк-младший, Первый советник в Первом Президентстве, выступил перед учителями. Его слова запали мне в душу и влияют на меня до сих пор.

source: President Clark described youth as “hungry for things of the Spirit [and] eager to learn the gospel.” He said: “They want it straight, undiluted. They want to know . . . about our beliefs; they want to gain testimonies of their truth. They are not now doubters but inquirers, seekers after truth.”
ru: Президент Кларк говорил о молодежи как о людях, которые «испытывают чувство духовной жажды [и] стремятся познать Евангелие». Вот его слова: «Они хотят познать его таким, какое оно есть, а не в разбавленном виде. Они хотят знать… о наших верованиях; они хотят обрести свидетельство об их истинности. Они уже не сомневающиеся, но вопрошающие, ищущие истины».

source: President Clark continued: “You do not have to sneak up behind this spiritually experienced youth and whisper religion in [their] ears; you can come right out, face to face, and talk with [them]. . . . You can bring these truths to [them] openly. . . . There is no need for gradual approaches.”9
ru: Президент Кларк продолжает: «От этой духовно зрелой молодежи не нужно ничего скрывать и шептать им о религии на ушко; выходите к ним лицом к лицу и говорите с ними… вы можете донести до них эти истины открыто… Тут нет нужды во всякого рода постепенных подходах»9.

source: Since then I have taught young people in the same way that I teach adults.
ru: С тех пор я обучаю молодых людей точно так же, как взрослых.

source: There are some things you need to understand.
ru: Существуют некоторые принципы, которые вам необходимо понять.

source: The priesthood is something you cannot see nor hear nor touch, but it is a real authority and a real power.
ru: Священство нельзя увидеть или услышать, его нельзя коснуться, но это реальная власть и реальная сила.

source: When I was five years old, I became very ill. It turned out that I had polio, a disease that was completely unknown to the small-town doctor. I lay for several weeks on a World War I army cot in our front room beside a coal stove. Afterward, I could not walk. I remember very clearly sliding around on the linoleum floor and pulling myself up on chairs, learning to walk again. I was more fortunate than some. A friend walked with crutches and steel leg braces all of his life.
ru: Когда мне было пять лет, я тяжело заболел. Оказалось, что у меня полиомиелит – болезнь, о которой врач нашего маленького городка ничего не знал. Несколько недель я пролежал на солдатской раскладушке времен Первой мировой в нашей гостиной комнате рядом с печкой, топившейся углем. После этого я не смог ходить. Хорошо помню, как ползал по линолеумному полу и поднимался, держась за стулья, когда заново учился ходить. Мне повезло больше, чем некоторым. Один мой знакомый всю жизнь ходил с костылями и стальными подпорками на ногах.

source: As I moved into school, I found that my muscles were weak. I was very self-conscious. I knew that I could never be an athlete.
ru: Когда я пошел в школу, то обнаружил, что у меня слабые мускулы. Я был очень застенчивым. Я знал, что спортсменом мне не стать.

source: It did not help a lot when I read about the man who went to a doctor to find a cure for his inferiority complex. After a careful examination, the doctor told him, “You don’t have a complex. You really are inferior!”
ru: Мне не стало легче, когда я прочитал об одном человеке, который обратился к врачу, чтобы избавиться от комплекса неполноценности. Тщательно осмотрев его, врач сказал: «Нет у тебя никакого комплекса. Ты и в самом деле неполноценный!»

source: With that for encouragement, I set about through life and determined to compensate in other ways.
ru: Ободрившись таким рассказом за неимением лучшего, я стал жить дальше и твердо решил компенсировать свои недостатки другими способами.

source: I found hope in my patriarchal blessing. The patriarch, whom I had never met before, confirmed to me that patriarchs do have prophetic insight. He said that I had a desire to come to earth life and was willing to meet the tests that would accompany life in a mortal body. He said that I had been given a body of such physical proportion and fitness to enable my spirit to function through it unhampered by physical impediment. That encouraged me.
ru: Мое патриархальное благословение придало мне надежды. Патриарх, которого я прежде никогда не встречал, помог мне убедиться, что патриархи действительно обладают пророческими способностями. Он рассказал мне о моем желании прийти на Землю и готовности пройти испытания, связанные с жизнью в смертном теле. Он сказал, что мне было дано тело, наделенное такими физическими пропорциями и здоровьем, чтобы никакие физические препятствия не сдерживали работу моего духа. Это ободрило меня.

source: I learned that you should always take care of your body. Take nothing into your body that will harm it, such as we are counseled in the Word of Wisdom: tea, coffee, liquor, tobacco, or anything else that is habit-forming, addictive, or harmful.
ru: Я узнал, что нужно всегда заботиться о своем теле, что нельзя употреблять вещества, способные навредить ему, о которых говорится в Слове Мудрости: чай, кофе, спиртное, табак, да и все остальное, что вызывает привычку, пристрастие или наносит вред.

source: Read section 89 in the Doctrine and Covenants. You will find great promises:
ru: Прочитайте 89-й раздел книги «Учение и Заветы». Вы найдете великие обещания:

source: “All saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones;
ru: «Все Святые, которые помнят и соблюдают эти изречения, и ходят в повиновении заповедям, получат здравие в теле своем и мозг в костях своих;

source: “And shall find wisdom and great treasures of knowledge, even hidden treasures;
ru: И найдут мудрость и великие сокровища знания, да, сокрытые сокровища;

source: “And shall run and not be weary, and shall walk and not faint.”
ru: И будут бегать, и не устанут, и ходить, и не ослабнут».

source: And then this promise: “And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them.”10
ru: А затем такое: «И Я, Господь, даю им обещание, что ангел-разрушитель пройдет мимо них, как детей Израилевых, и не поразит их»10.

source: You may see others who seem to have been given a more perfect body than yours. Do not fall into the trap of feeling poorly about your height or weight or your features or your skin color or race.
ru: Возможно, вы видите людей, тело которых кажется вам совершеннее вашего. Не поддавайтесь желанию испытывать недобрые чувства относительно своего веса, роста, внешнего вида, цвета кожи или расовых черт.

source: You are a son of God. You lived in a premortal existence as an individual spirit child of heavenly parents. At the time of your birth, you received a mortal body of flesh and blood and bone in which to experience earth life. You will be tested as you prepare yourself to return to our Heavenly Father.
ru: Вы – сын Бога. В предземном мире вы были неповторимым духовным ребенком Небесных Родителей. При рождении вы получили смертное тело из плоти, крови и костей, чтобы пройти в нем земную жизнь. Вас будут испытывать, когда вы будете готовиться к возвращению к нашему Небесному Отцу.

source: I ask you the same question that Paul asked the Corinthians: “What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?”11
ru: Я задаю вам тот же вопрос, который Павел задал Коринфянам: «Не знаете ли, что тела ваши суть храм живущего в вас Святого Духа, Которого имеете вы от Бога, и вы не свои?»11

source: Your gender was determined in the premortal existence. You were born a male. You must treasure and protect the masculine part of your nature. You must have respectful, protective regard for all women and girls.
ru: Ваш пол был определен в предземном существовании. Вы родились мужчинами. Вы должны ценить мужские черты своей личности и оберегать их. Вы должны с уважением относиться ко всем женщинам и девушкам и защищать их.

source: Do not abuse yourself. Never allow others to touch your body in a way that would be unworthy, and do not touch anyone else in any unworthy way.
ru: Не злоупотребляйте своим телом. Никогда не позволяйте окружающим касаться вашего тела недостойным образом и никаким недостойным образом не касайтесь тела других людей.

source: Avoid the deadly poisons of pornography and narcotics. If these are in your life, beware! If allowed to continue, they can destroy you. Talk to your parents; talk to your bishop. They will know how to help you.
ru: Избегайте смертоносного яда порнографии и наркотиков. Если они уже вошли в вашу жизнь, берегитесь! Если вы не остановитесь, они вас погубят. Поговорите со своими родителями; поговорите с епископом. Они найдут способ помочь вам.

source: Do not decorate your body with tattoos or by piercing it to add jewels. Stay away from that.
ru: Не украшайте свое тело татуировками или пирсингом, чтобы навесить украшения. Держитесь от этого подальше.

source: Do not run with friends that worry your parents.
ru: Не проводите время с друзьями, вызывающими тревогу у ваших родителей.

source: Everywhere present is the influence of Lucifer and his legion of angels. They tempt you to do those things and say those things and think those things that would destroy. Resist every impulse that will trouble your spirit.12
ru: Повсюду сказывается влияние Люцифера и легиона его ангелов. Они соблазняют вас делать, говорить и думать то, что может привести к гибели. Сопротивляйтесь каждой мысли, причиняющей вашему духу беспокойство12.

source: You are not to be fearful. The Prophet Joseph Smith taught that “all beings who have bodies have power over those who have not.”13 And Lehi taught that all “men are instructed sufficiently that they know good from evil.”14 Remember, the prayerful power of your spirit will protect you.
ru: Вы не должны бояться. Пророк Джозеф Смит учил, что «все существа, у которых есть тело, имеют власть над теми, у кого тела нет»13. А Легий учил, что все «люди достаточно научены, чтобы отличать добро от зла»14. Помните, сила вашего духа, исполненного молитвы, защитит вас.

source: I remember when I was “[baptized] by immersion for the remission of sins.”15 That was appealing. I assumed that all my past mistakes were now washed away, and if I never made any more mistakes in my life, I would be clean. This I resolved to do. Somehow it did not turn out that way. I found that I made mistakes, not intentionally, but I made them. I once foolishly thought maybe I was baptized too soon. I did not understand that the ordinance of the sacrament, administered by you of the Aaronic Priesthood, is in fact a renewing of the covenant of baptism and the reinstating of the blessings connected with it. I did not see, as the revelations tell us, that I could “retain a remission of [my] sins.”16
ru: Я помню свое «крещение погружением в воду для отпущения грехов»15. Мне понравилось новое ощущение. Я предположил, что теперь все мои прошлые ошибки смыты, и если я больше никогда в жизни не буду ошибаться, то останусь чистым. Так я и решил поступать. Но почему-то все получилось по-другому. Я обнаружил, что все равно совершаю ошибки, пусть и не намеренно. Однажды мне даже пришла безрассудная мысль, что я поспешил с крещением. Я не понимал, что таинство причастия, которое прислуживаете вы, носители Священства Ааронова, фактически нужно для возобновления завета крещения и восстановления связанных с ним благословений. Я не понимал, что могу «хранить отпущение [моих] грехов»16, как сказано в откровениях.

source: If you have been guilty of sin or mischief, you must learn about the power of the Atonement, how it works. And with deeply sincere repentance, you can unleash that power. It can rinse out all the small things, and with deep soaking and scrubbing, it will wash away serious transgression. There is nothing from which you cannot be made clean.
ru: Если вы виновны в грехе или стали источником неприятностей, то должны узнать о силе Искупления. И с помощью глубокого искреннего покаяния вы можете высвободить эту силу. Она словно водой смывает все мелкие ошибки, а при длительном замачивании и оттирании можно очиститься и от серьезных прегрешений. Нет ничего такого, от чего вы не смогли бы очиститься.

source: With you always is the Holy Ghost, which was conferred upon you at the time of your baptism and confirmation.
ru: С вами всегда Святой Дух, Который был дарован вам при крещении и конфирмации.

source: I was a priest in the Aaronic Priesthood when World War II exploded upon the world. I was ordained an elder when we were all marched away to war.
ru: Я был священником в Священстве Аароновом, когда в мире разразилась Вторая мировая война. Меня посвятили в чин старейшины, когда все мы отбывали на фронт.

source: I had dreams of following an older brother, Leon, who at that time was flying B-24 bombers in the Battle of Britain. I volunteered for air force pilot training.
ru: Я мечтал последовать за своим старшим братом Леоном, который в то время летал на бомбардировщике B-24 в битве за Британию. Я вызвался добровольцем в летную школу ВВС.

source: I failed the written test by one point. Then the sergeant remembered that there were several two-point questions, and if I got half right on two of them, I could pass.
ru: На письменном экзамене я недобрал всего один балл. Потом сержант напомнил, что далее будут вопросы на два балла, и если я наполовину верно отвечу на два из них, то, возможно, и пройду.

source: Part of the test was multiple choice. One question was “What is ethylene glycol used for?” If I had not worked in my dad’s service station, I would not have known that it is used for automobile antifreeze. And so I passed, barely.
ru: В некоторых вопросах предлагались варианты ответа. Один вопрос звучал так: Для чего используется этиленгликоль? Не работай я на отцовской станции техобслуживания, я бы не знал, что он используется в качестве автомобильного антифриза. Поэтому я прошел.

source: I prayed about the physical. It turned out to be fairly routine.
ru: Я молился, чтобы пройти медицинский осмотр. И это оказалось довольно просто.

source: You young men should not complain about schooling. Do not immerse yourself so much in the technical that you fail to learn things that are practical. Everything you can learn that is practical—in the house, in the kitchen cooking, in the yard—will be of benefit to you. Never complain about schooling. Study well, and attend always.
ru: Вам, молодые люди, не следует жаловаться на необходимость учиться. Не уделяйте слишком много времени техническим подробностям, чтобы его не осталось на практику. Все, что вы можете узнать практического, – работа по дому, приготовление еды на кухне, работа во дворе – пойдет вам на пользу. Никогда не жалуйтесь на необходимость учиться. Учитесь как следует и не пропускайте занятий.

source: “The glory of God is intelligence, or, in other words, light and truth.”17
ru: «Слава Божья есть разум, или, другими словами, свет и истина»17.

source: “Whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection.”18
ru: «Какой бы степени разума ни достигли мы в этой жизни, [она] останется с нами при воскресении»18.

source: We are to learn about “things that are above, and things that are beneath, things that are in the earth, and upon the earth, and in heaven.”19
ru: Мы должны получать знания обо «все[м], что вверху, и все[м], что внизу, и все[м] суще[м] в Земле, на Земле и на Небе»19.

source: You can learn about fixing things and painting things and even sewing things and whatever else is practical. That is worth doing. If it is not of particular benefit to you, it will help you when you are serving other people.
ru: Вы можете научиться ремонтировать предметы, красить, даже шить и делать все, что имеет практическое значение. Все это достойно ваших усилий. Если пока это не приносит особой выгоды вам самим, то поможет в дальнейшем служить окружающим.

source: I ended up in the Orient, flying the same kind of bombers that my brother flew in England. My mission, as it turned out, was in teaching the gospel in Japan as a serviceman.
ru: В итоге я оказался на Востоке и летал на таком же бомбардировщике, что и мой брат в Англии. Как оказалось, моя миссия заключалась в том, чтобы, находясь на военной службе, обучать Евангелию людей в Японии.

source: Perhaps the hardest challenge of war is living with uncertainties, not knowing how it will end or if we can go ahead with our lives.
ru: Возможно, самое тяжелое испытание войны состоит в неопределенности, когда мы не знаем, чем все закончится или сможем ли мы и дальше строить свою жизнь.

source: I was issued a small serviceman’s Book of Mormon that would fit into my pocket. I carried it everywhere; I read it; and it became part of me. Things that had been a question became certain to me.
ru: Мне дали Книгу Мормона карманного формата, изданную для военнослужащих. Я повсюду носил ее с собой; я читал ее; и она стала частью меня самого. То, что раньше меня озадачивало, стало неоспоримым.

source: The certainties of the gospel, the truth, once you understand it, will see you through these difficult times.
ru: Стоит только понять непререкаемые законы Евангелия и его истины, как они начинают поддерживать вас в трудные времена.

source: It was four years before we could return to our lives. But I had learned and had a sure testimony that God is our Father, that we are His children, and that the restored gospel of Jesus Christ is true.
ru: Только через четыре года мы смогли вернуться к мирной жизни. Но я узнал и обрел твердое свидетельство, что Бог – наш Отец, что мы – Его дети и что восстановленное Евангелие Иисуса Христа истинно.

source: Your generation is filled with uncertainties. A life of fun and games and expensive toys has come to an abrupt end. We move from a generation of ease and entertainment to a generation of hard work and responsibility. We do not know how long that will last.
ru: В вашем поколении очень много неопределенностей. Жизнь, полная игр и дорогих развлечений, неожиданно подошла к концу. Сейчас совершается переход от поколения легкой жизни и развлечений к поколению тяжелого труда и ответственности. Мы не знаем, как долго это продлится.

source: The reality of life is now part of your priesthood responsibilities. It will not hurt you to want something and not have it. There is a maturing and disciplining that will be good for you. It will ensure that you can have a happy life and raise a happy family. These trials come with responsibility in the priesthood.
ru: Реальные элементы жизни стали частью ваших обязанностей во священстве. Вам не повредит чего-то хотеть и не получить. Вам пойдет на пользу взросление и самодисциплина. Это будет гарантией того, что вы сможете жить счастливо и строить счастливую семью. Эти испытания даются вместе с ответственностью во священстве.
